var kved={"kved":[
	{"name": "A", 
	"text": "Сільське господарство, лісове господарство та рибне господарство", 
	"coment": "використання рослинних і тваринних природних ресурсів, у т.ч. діяльність з вирощування сільськогосподарських культур, вирощування та розведення сільськогосподарських тварин, одержування лісоматеріалів, лісових та інших рослин, тварин і продукції тваринного походження на фермах або в природному середовищі.",
	"child": [
		{"name": "01", "text": "Сільське господарство, мисливство та надання пов`язаних із ними послуг",
		"child": [
			{"name": "01.1", "text": "Вирощування однорічних і дворічних культур",
			"child": [
				{"name": "01.11","text": "Вирощування зернових культур (крім рису), бобових культур і насіння олійних культур"},
				{"name": "01.12","text": "Вирощування рису"},
				{"name": "01.13","text": "Вирощування овочів і баштанних культур, коренеплодів і бульбоплодів"},
				{"name": "01.14","text": "Вирощування цукрової тростини"},
				{"name": "01.15","text": "Вирощування тютюну"},
				{"name": "01.16","text": "Вирощування прядивних культур"},
				{"name": "01.19","text": "Вирощування інших однорічних і дворічних культур"}
			]},
			{"name": "01.2", "text": "Вирощування багаторічних культур",
			"child": [
				{"name": "01.21","text": "Вирощування винограду"},
				{"name": "01.22","text": "Вирощування тропічних і субтропічних фруктів"},
				{"name": "01.23","text": "Вирощування цитрусових"},
				{"name": "01.24","text": "Вирощування зерняткових і кісточкових фруктів"},
				{"name": "01.25","text": "Вирощування ягід, горіхів та інших фруктів"},
				{"name": "01.26","text": "Вирощування олійних плодів"},
				{"name": "01.27","text": "Вирощування культур для виробництва напоїв"},
				{"name": "01.28","text": "Вирощування пряних, ароматичних і лікарських культур"},
				{"name": "01.29","text": "Вирощування інших багаторічних культур"}
			]},
			{"name": "01.3", "text": "Відтворення рослин",
			"child": [
				{"name": "01.30","text": "Відтворення рослин"}
			]},
			{"name": "01.4", "text": "Тваринництво",
			"child": [
				{"name": "01.41","text": "Розведення великої рогатої худоби молочних порід"},
				{"name": "01.42","text": "Розведення іншої великої рогатої худоби та буйволів"},
				{"name": "01.43","text": "Розведення коней та інших тварин родини конячих"},
				{"name": "01.44","text": "Розведення верблюдів та інших тварин родини верблюдячих"},
				{"name": "01.45","text": "Розведення овець і кіз"},
				{"name": "01.46","text": "Розведення свиней"},
				{"name": "01.47","text": "Розведення свійської птиці"},
				{"name": "01.49","text": "Розведення інших тварин"}
			]},
			{"name": "01.5", "text": "Змішане сільське господарство",
			"child": [
				{"name": "01.50","text": "Змішане сільське господарство"}
			]},
			{"name": "01.6", "text": "Допоміжна діяльність у сільському господарстві та післяурожайна діяльність",
			"child": [
				{"name": "01.61","text": "Допоміжна діяльність у рослинництві"},
				{"name": "01.62","text": "Допоміжна діяльність у тваринництві"},
				{"name": "01.63","text": "Післяурожайна діяльність"},
				{"name": "01.64","text": "Оброблення насіння для відтворення"}
			]},
			{"name": "01.7", "text": "Мисливство, відловлювання тварин і надання пов'язаних із ними послуг",
			"child": [
				{"name": "01.70","text": "Мисливство, відловлювання тварин і надання пов'язаних із ними послуг"}
			]}
		]},
		{"name": "02", "text": "Лісове господарство та лісозаготівлі",
		"child": [
			{"name": "02.1", "text": "Лісівництво та інша діяльність у лісовому господарстві",
			"child": [
				{"name": "02.10","text": "Лісівництво та інша діяльність у лісовому господарстві"}
			]},
			{"name": "02.2", "text": "Лісозаготівлі",
			"child": [
				{"name": "02.20","text": "Лісозаготівлі"}
			]},
			{"name": "02.3", "text": "Збирання дикорослих недеревних продуктів",
			"child": [
				{"name": "02.30","text": "Збирання дикорослих недеревних продуктів"}
			]},
			{"name": "02.4", "text": "Надання допоміжних послуг у лісовому господарстві",
			"child": [
				{"name": "02.40","text": "Надання допоміжних послуг у лісовому господарстві"}
			]}
		]},
		{"name": "03", "text": "Рибне господарство",
		"child": [
			{"name": "03.1", "text": "Рибальство",
			"child": [
				{"name": "03.11","text": "Морське рибальство"},
				{"name": "03.12","text": "Прісноводне рибальство"}
			]},
			{"name": "03.2", "text": "Рибництво (аквакультура)",
			"child": [
				{"name": "03.21","text": "Морське рибальство (аквакультура)"},
				{"name": "03.22","text": "Прісноводне рибальство (аквакультура)"}
			]}
		]}
	]},
	{"name": "B", 
	"text": "Добувна промисловість і розроблення кар`єрів", 
	"coment": "допоміжні види діяльності, які здійснюють задля підготовки сировини до реалізації: дроблення, розмелювання, очищення, сушіння, сортування, збагачення руд, зрідження природного газу. Ці види діяльності зазвичай здійснюють одиниці, які добувають корисні копалини та/або підприємства, які розташовані біля місця добування корисних копалин. Добування корисних копалин класифікують у розділах, групах і класах за видом основної мінеральної сировини, що її добувають.",
	"child": [
		{"name": "05", "text": "Добування кам'яного та бурого вугілля",
		"child": [
			
		]},
		{"name": "06", "text": "Добування сирої нафти та природного газу",
		"child": [
			
		]},
		{"name": "07", "text": "Добування металевих руд",
		"child": [
			
		]},
		{"name": "08", "text": "Добування інших корисних копалин і розроблення кар'єрів",
		"child": [
			
		]},
		{"name": "09", "text": "Надання допоміжних послуг у сфері добувної промисловості та розроблення кар'єрів",
		"child": [
			
		]}
	]},
	{"name": "C", 
	"text": "Переробна промисловість", 
	"coment": "процеси фізичного або хімічного перероблення матеріалів, речовин або компонентів з метою випуску нової продукції, хоча ці процеси не можуть бути застосовані як єдиний універсальний критерій для визначення виду виробництва. Перероблені матеріали, речовини або компоненти одержують з сировини, такої як продукція сільського, лісового та рибного господарства, добувної промисловості та розроблення кар`єрів, продукція інших галузей переробної промисловості. Суттєве змінювання, відновлення або реконструкція товарів зазвичай вважають діяльністю з перероблення. Вироблена продукція може бути кінцевою в розумінні, що вона придатна для використання чи споживання, або напівфабрикатом у розумінні, що вона є вхідним матеріалом для подальшого виробництва. Наприклад, продукція очищення глинозему є вхідним матеріалом, що застосовують для виробництва первинного алюмінію; первинний алюміній є вхідним матеріалом для волочіння алюмінієвого дроту; алюмінієвий дріт є вхідним матеріалом для виробництва метизів.",
	"child": [
		{"name": "10", "text": "Виробництво харчових продуктів",
		"child": [
			
		]},
		{"name": "11", "text": "Виробництво напоїв",
		"child": [
			
		]},
		{"name": "12", "text": "Виробництво тютюнових виробів",
		"child": [
			
		]},
		{"name": "13", "text": "Текстильне виробництво",
		"child": [
			
		]},
		{"name": "14", "text": "Виробництво одягу",
		"child": [
			
		]},
		{"name": "15", "text": "Виробництво шкіри, виробів зі шкіри та інших матеріалів",
		"child": [
			
		]},
		{"name": "16", "text": "Оброблення деревини та виготовлення виробів з деревини та корка, крім меблів; виготовлення виробів із соломки та рослинних матеріалів для плетіння",
		"child": [
			
		]},
		{"name": "17", "text": "Виробництво паперу та паперових виробів",
		"child": [
			
		]},
		{"name": "18", "text": "Поліграфічна діяльність, тиражування записаної інформації",
		"child": [
			
		]},
		{"name": "19", "text": "Виробництво коксу та продуктів нафтоперероблення",
		"child": [
			
		]},
		{"name": "20", "text": "Виробництво хімічних речовин і хімічної продукції",
		"child": [
			
		]},
		{"name": "21", "text": "Виробництво основних фармацевтичних продуктів і фармацевтичних препаратів",
		"child": [
			
		]},
		{"name": "22", "text": "Виробництво гумових і пластмасових виробів",
		"child": [
			
		]},
		{"name": "23", "text": "Виробництво іншої неметалевої мінеральної продукції",
		"child": [
			
		]},
		{"name": "24", "text": "Металургійне виробництво",
		"child": [
			
		]},
		{"name": "25", "text": "Виробництво готових металевих виробів, крім машин і устатковання",
		"child": [
			
		]},
		{"name": "26", "text": "Виробництво комп'ютерів, електронної та оптичної продукції",
		"child": [
			
		]},
		{"name": "27", "text": "Виробництво електричного устатковання",
		"child": [
			
		]},
		{"name": "28", "text": "Виробництво машин і устатковання, н.в.і.у.",
		"child": [
			
		]},
		{"name": "29", "text": "Виробництво автотранспортних засобів, причепів і напівпричепів",
		"child": [
			
		]},
		{"name": "30", "text": "Виробництво інших транспортних засобів",
		"child": [
			
		]},
		{"name": "31", "text": "Виробництво меблів",
		"child": [
			
		]},
		{"name": "32", "text": "Виробництво іншої продукції",
		"child": [
			
		]},
		{"name": "33", "text": "Ремонт і монтаж машин і устатковання",
		"child": [
			
		]}
	]},
	{"name": "D", 
	"text": "Постачання електроенергії, газу, пари та кондиційованого повітря", 
	"coment": "діяльність з постачання електроенергії, природного газу, пари, гарячої води тощо засобами постійної інфраструктури – лініями електропередач, мережами кабелів, газопроводів і водопроводів. Розмір мережі не є вирішальним для класифікації одиниці у цій сфері; ця секція також включає розподілення електроенергії, газу, пари, гарячої води тощо як для промислових об`єктів, так і для житлових будівель. Ця секція включає функціонування підприємств енергопостачання та газопостачання загального користування, які здійснюють виробництво, контроль і розподілення електроенергії або газу.",
	"child": [
		{"name": "35", "text": "Постачання електроенергії, газу, пари та кондиційованого повітря",
		"child": [
			{"name": "35.1", "text": "Виробництво, передача та розподілення електроенергії",
			"child": [
			
			]},
			{"name": "35.2", "text": "Виробництво газу; розподілення газоподібного палива через місцеві (локальні) трубопроводи",
			"child": [
			
			]},
			{"name": "35.3", "text": "Постачання пари, гарячої води та кондиційованого повітря",
			"child": [
				{"name": "35.30", "text": "Постачання пари, гарячої води та кондиційованого повітря"}
			]}
		]}
	]},
	{"name": "E", 
	"text": "Водопостачання; каналізація, поводження з відходами", 
	"coment": "поводження (у т.ч. збирання, оброблення та розміщення) з будь-якими відходами, такими як тверді або не тверді промислові та побутові відходи, а також розчищення забруднених ділянок. Результатами процесу оброблення відходів і стічних вод може бути їх розміщення або використання як сировини для інших виробничих процесів. Діяльність, пов`язана із водопостачанням також включена до цієї секції.",
	"child": [
		{}
	]},
	{"name": "F", 
	"text": "Будівництво", 
	"coment": "Ця секція охоплює загальні та спеціалізовані роботи з будівництва будівель і споруд. Ця діяльність включає нове будівництво, ремонтні роботи, розширення та реконструкцію, зведення будівель зі збірних конструкцій на місці ведення робіт, а також будівництво тимчасових об`єктів. Загальне будівництво включає будівництво цілісних житлових комплексів, офісних будівель, магазинів та інших громадських і комунальних або сільськогосподарських будівель тощо, інженерних споруд, таких як автомобільні дороги, вулиці, мости, тунелі, залізниці, аеродроми, порти та інші водні об`єкти, іригаційні системи, каналізації, промислові об`єкти, трубопроводи та лінії електропередачі, спортивні комплекси тощо.",
	"child": [
		{}
	]},
	{"name": "G", 
	"text": "Оптова та роздрібна торгівля; ремонт автотранспортних засобів і мотоциклів", 
	"coment": "оптову та роздрібну торгівлю (тобто продаж без перероблення) будь-якими видами товарів і надання допоміжних послуг, пов`язаних із торгівлею товарами. Оптова та роздрібна торгівля є кінцевим етапом у реалізації (розподіленні, дистрибуції) товарів. У цю секцію також включено ремонт автотранспортних засобів і мотоциклів. Продаж без перероблення включає допоміжні операції в торгівлі, такі як сортування, калібрування, збирання (комплектування) товарів, змішування (наприклад, піску), розлив у пляшки (з попереднім миттям пляшок або без їх миття), фасування, поділ та перефасування для продажу меншими партіями, зберігання (у т.ч. заморожування та охолодження).",
	"child": [
		{}
	]},
	{"name": "H", 
	"text": "Транспорт, складське господарство, поштова та кур`єрська діяльність", 
	"coment": " забезпечення пасажирських і вантажних перевезень (за розкладом або ні) залізничним, трубопровідним, автомобільним, водним або повітряним транспортом, а також допоміжну діяльність, таку як діяльність терміналів і автостоянок, вантажно-розвантажувальні роботи, зберігання тощо.",
	"child": [
		{}
	]},
	{"name": "I", 
	"text": "Тимчасове розміщування й організація харчування", 
	"coment": "надання місць для короткострокового проживання, а також надання готових страв і напоїв для споживання на місці. Обсяг і тип додаткових послуг, що включені до цієї секції, можуть значно варіювати.",
	"child": [
		{}
	]},
	{"name": "J", 
	"text": "Інформація та телекомунікації", 
	"coment": "виробництво і поширення інформації та культурного продукту, забезпечення способу передавання та поширення цих продуктів, а також даних та інформації, діяльність у сфері інформаційних технологій, оброблення даних та іншу діяльність у сфері інформаційних послуг.",
	"child": [
		{}
	]},
	{"name": "K", 
	"text": "Фінансова та страхова діяльність", 
	"coment": "надання фінансових послуг, у т.ч. страхування, перестрахування та діяльність пенсійних фондів, а також надання допоміжних фінансових послуг.",
	"child": [
		{}
	]},
	{"name": "L", 
	"text": "Операції з нерухомим майном", 
	"coment": " діяльність орендодавців, агентів і/або посередників з продажу або купівлі, надання в оренду нерухомого майна, надання інших послуг відносно нерухомого майна, таких як оцінювання об`єктів нерухомості або дії в якості агентів рахунків депонування. Діяльність може здійснюватися відносно власної або орендованої нерухомості та може виконуватися на основі фіксованих виплат або основі контракту.",
	"child": [
		{}
	]},
	{"name": "M", 
	"text": "Професійна, наукова та технічна діяльність", 
	"coment": " спеціалізовану професійну, наукову і технічну діяльність. Ця діяльність вимагає високого рівня підготовки та робить доступними для користувачів спеціальні знання та навички.",
	"child": [
		{}
	]},
	{"name": "N", 
	"text": "Діяльність у сфері адміністративного та допоміжного обслуговування", 
	"coment": "діяльність із підтримки основної діяльності підприємств. Ця діяльність відрізняється від діяльності, класифікованої у секції M, оскільки її головне призначення не потребує наявності спеціалізованих знань.",
	"child": [
		{}
	]},
	{"name": "O", 
	"text": "Державне управління й оборона; обов`язкове соціальне страхування", 
	"coment": "діяльність державного характеру, яку зазвичай здійснюють у сфері державного управління. Вона охоплює види діяльності з прийняття і судового тлумачення законів та їх норм, таку як управління програмами, що на них засновані, законодавчу діяльність, оподаткування, державну оборону, громадський порядок і безпеку, міграційні послуги, зовнішню політику й управління державними програмами. Секція також включає діяльність у сфері обов`язкового соціального страхування.",
	"child": [
		{}
	]},
	{"name": "P", 
	"text": "Освіта", 
	"coment": "державну і приватну освіту будь-якого рівня та навчання будь-якій професії, очне або заочне, а також по радіо й телебаченню, через мережу Інтернет і поштою.",
	"child": [
		{}
	]},
	{"name": "Q", 
	"text": "Охорона здоров`я та надання соціальної допомоги", 
	"coment": "надання послуг з охорони здоров`я та соціальної допомоги. Діяльність включає широкий діапазон напрямів діяльності від заходів щодо охорони здоров`я, які проводять кваліфіковані медичні фахівці в лікарнях та інших установах, терапевтичних заходів удома до соціальної роботи без будь-якого залучення медиків-професіоналів.",
	"child": [
		{}
	]},
	{"name": "R", 
	"text": "Мистецтво, спорт, розваги та відпочинок", 
	"coment": "широкий спектр видів діяльності у сфері культури, розваг і відпочинку, у т.ч. сценічні виступи, функціонування музеїв, азартні ігри, спортивні заходи та заходи, пов`язані з відпочинком.",
	"child": [
		{}
	]},
	{"name": "S", 
	"text": "Надання інших видів послуг", 
	"coment": "діяльність громадських організацій, ремонт комп`ютерів, предметів особистого вжитку та побутових приладів, а також ряд послуг, що не підпадають під іншу класифікацію.",
	"child": [
		{}
	]},
	{"name": "T", 
	"text": "Діяльність домашніх господарств", 
	"coment": "",
	"child": [
		{}
	]},
	{"name": "U", 
	"text": "Діяльність екстериторіальних організацій і органів", 
	"coment": "",
	"child": [
		{}
	]}
]}